function About() {
  return (
    <div className="row">
      <div className="col-12">
        <div className="text">
          <h3 className="mb-4">Добро пожаловать на страницу "О нас"!</h3>
          <p>
            Мы рады приветствовать вас на <strong>SecurityNotes</strong> –
            сервисе для обмена заметками, где ваша приватность и безопасность
            имеют высочайший приоритет. Наша цель - предоставить вам удобный
            инструмент для создания и обмена заметками с вашими друзьями,
            коллегами или близкими лицами, сохраняя при этом полную
            конфиденциальность информации.
          </p>
          <p>Как это работает?</p>
          <ul>
            <li>
              Создайте заметку: Пройдите по ссылке на главной странице и
              вставьте текст вашей заметки. Нажмите кнопку "Создать", и
              волшебство начнется.
            </li>
            <li>
              Отправьте ссылку другу: Мы сгенерируем уникальный адрес для вашей
              заметки. Просто отправьте эту ссылку вашему другу через любой
              удобный способ обмена сообщениями.
            </li>
            <li>
              Просмотрите заметку: Ваш друг сможет открыть ссылку и просмотреть
              содержимое заметки. Однако, стоит отметить, что после просмотра
              заметка будет немедленно удалена. Альтернативно, заметка также
              будет автоматически удалена через 15 минут после ее создания.
            </li>
          </ul>
          <p>
            Мы постарались сделать процесс обмена заметками простым и
            безопасным, чтобы вы могли сосредоточиться на самой информации, а не
            на ее защите. У нас нет необходимости регистрироваться, создавать
            учетные записи или запоминать пароли. Мы предоставляем вам удобство
            и эффективность, не жертвуя вашей безопасностью. Так что, не
            стесняйтесь, создавайте заметки, делитесь ими и наслаждайтесь
            простотой и удобством SecurityNotes. Мы надеемся, что наш сервис
            станет вашим незаменимым инструментом для конфиденциального обмена
            информацией.
          </p>
          <p>
            С уважением, <br /> Команда SecurityNotes
          </p>
        </div>
      </div>
    </div>
  );
}

export default About;
